var ARTICLE_ENTRIES = [
  {
    "url": "article/20191108-スペース・イシュタルのシステム化考察.md",
    "metadata": {
      "title": "スペース・イシュタルのシステム化考察",
      "date": "2019年11月08日",
      "teaser": "SW2で実装されたスペース・イシュタルに関してシステム化できるかどうかを机上で考察してみた",
      "tags": "FGO,システム,考察,スペース・イシュタル"
    }
  },
  {
    "url": "article/20191105-水着武蔵のシステム化考察.md",
    "metadata": {
      "title": "水着武蔵のシステム化考察",
      "date": "2019年11月05日",
      "teaser": "2019夏イベで実装された水着武蔵に関してシステム化できるかどうかを机上で考察してみた",
      "tags": "FGO,システム,考察,水着武蔵"
    }
  }
];